Repository: M1zz/ClipKeyboardMac
Catalog: ClipKeyboard.tap/Localizable.xcstrings
Source language: en
Languages: cs, da, de, el, es, fi, fr, id, it, ja, ko, nb, nl, pl, pt_br, ru, sv, th, tr, vi, zh_hans, zh_hant

source: %1$d snippets on this Mac will be erased, and %2$d from iCloud will be pulled from scratch. A copy of the current data is saved to a file first. iCloud and your iPhone are left untouched.
cs: Úryvky na tomto Macu (%1$d) budou vymazány a úryvky z iCloudu (%2$d) se stáhnou úplně znovu. Nejprve se kopie aktuálních dat uloží do souboru. iCloud a iPhone zůstanou beze změny.
da: %1$d tekststykker på denne Mac slettes, og %2$d hentes helt forfra fra iCloud. Først gemmes en kopi af de nuværende data i en fil. iCloud og din iPhone forbliver uændrede.
de: %1$d Textbausteine auf diesem Mac werden gelöscht und %2$d komplett neu aus iCloud geladen. Vorher wird eine Kopie der aktuellen Daten in einer Datei gesichert. iCloud und dein iPhone bleiben unverändert.
el: Θα σβηστούν %1$d αποσπάσματα από αυτό το Mac και θα ληφθούν από την αρχή %2$d από το iCloud. Πρώτα αποθηκεύεται σε αρχείο αντίγραφο των τρεχόντων δεδομένων. Το iCloud και το iPhone σας μένουν ανέπαφα.
es: Se borrarán %1$d fragmentos de este Mac y se descargarán desde cero %2$d de iCloud. Antes se guarda una copia de los datos actuales en un archivo. iCloud y tu iPhone no se modifican.
fi: Tämän Macin %1$d tekstinpätkää poistetaan ja %2$d noudetaan iCloudista alusta alkaen. Nykyisistä tiedoista tallennetaan ensin kopio tiedostoon. iCloud ja iPhonesi pysyvät ennallaan.
fr: %1$d extraits de ce Mac seront effacés et %2$d seront récupérés depuis iCloud à partir de zéro. Une copie des données actuelles est d’abord enregistrée dans un fichier. iCloud et votre iPhone ne sont pas modifiés.
id: %1$d cuplikan di Mac ini akan dihapus, lalu %2$d cuplikan diambil dari awal dari iCloud. Salinan data saat ini disimpan ke file terlebih dahulu. iCloud dan iPhone Anda tidak diubah.
it: %1$d frammenti su questo Mac verranno cancellati e %2$d verranno scaricati da zero da iCloud. Prima viene salvata una copia dei dati attuali in un file. iCloud e iPhone non vengono toccati.
ja: このMacのスニペット%1$d件を消去し、iCloudから%2$d件を最初から取り込みます。先に現在のデータのコピーをファイルに保存します。iCloudとiPhoneには手を加えません。
ko: 이 맥의 단축어 %1$d개가 사라지고, iCloud 에 있는 %2$d개를 처음부터 받아옵니다. 지우기 전에 지금 데이터를 파일로 한 벌 남깁니다. iCloud 와 아이폰은 건드리지 않습니다.
nb: %1$d tekstbiter på denne Macen slettes, og %2$d hentes helt på nytt fra iCloud. Først lagres en kopi av nåværende data i en fil. iCloud og iPhonen din forblir uendret.
nl: %1$d fragmenten op deze Mac worden gewist en %2$d worden helemaal opnieuw uit iCloud gehaald. Eerst wordt een kopie van de huidige gegevens in een bestand bewaard. iCloud en je iPhone blijven ongewijzigd.
pl: Fragmenty na tym Macu (%1$d) zostaną wymazane, a fragmenty z iCloud (%2$d) pobrane od nowa. Najpierw kopia bieżących danych zostanie zapisana w pliku. iCloud i iPhone pozostaną bez zmian.
pt_br: %1$d trechos deste Mac serão apagados e %2$d serão baixados do zero do iCloud. Antes, uma cópia dos dados atuais é salva em um arquivo. O iCloud e o iPhone não são alterados.
ru: Заготовки на этом Mac (%1$d) будут стёрты, а заготовки из iCloud (%2$d) загружены с нуля. Сначала копия текущих данных сохранится в файл. iCloud и iPhone не изменятся.
sv: %1$d textsnuttar på den här Macen raderas och %2$d hämtas på nytt från iCloud. Först sparas en kopia av nuvarande data i en fil. iCloud och din iPhone lämnas orörda.
th: ข้อความ %1$d รายการใน Mac เครื่องนี้จะถูกลบ แล้วดึง %2$d รายการจาก iCloud มาใหม่ทั้งหมด ระบบจะบันทึกสำเนาข้อมูลปัจจุบันเป็นไฟล์ไว้ก่อน iCloud และ iPhone ของคุณจะไม่ถูกแตะต้อง
tr: Bu Mac’teki %1$d hazır metin silinecek ve iCloud’dan %2$d hazır metin sıfırdan çekilecek. Önce geçerli verilerin bir kopyası dosyaya kaydedilir. iCloud ve iPhone’unuz olduğu gibi kalır.
vi: %1$d đoạn văn bản trên máy Mac này sẽ bị xóa và %2$d đoạn sẽ được tải lại từ đầu từ iCloud. Trước đó, một bản sao dữ liệu hiện tại sẽ được lưu ra tệp. iCloud và iPhone của bạn không bị ảnh hưởng.
zh_hans: 这台 Mac 上的 %1$d 条短语将被清空，并从 iCloud 重新获取 %2$d 条。清空前会先把当前数据存成文件。iCloud 和 iPhone 不会受影响。
zh_hant: 這台 Mac 上的 %1$d 條短語將被清空，並從 iCloud 重新取得 %2$d 條。清空前會先把目前資料存成檔案。iCloud 和 iPhone 不會受影響。

# 이 맥의 단축어: %d개
source: Snippets on this Mac: %d
cs: Úryvky na tomto Macu: %d
da: Tekststykker på denne Mac: %d
de: Textbausteine auf diesem Mac: %d
el: Αποσπάσματα σε αυτό το Mac: %d
es: Fragmentos en este Mac: %d
fi: Tekstinpätkiä tässä Macissa: %d
fr: Extraits sur ce Mac : %d
id: Cuplikan di Mac ini: %d
it: Frammenti su questo Mac: %d
ja: このMacのスニペット：%d件
ko: 이 맥의 단축어: %d개
nb: Tekstbiter på denne Macen: %d
nl: Fragmenten op deze Mac: %d
pl: Fragmenty na tym Macu: %d
pt_br: Trechos neste Mac: %d
ru: Заготовок на этом Mac: %d
sv: Textsnuttar på den här Macen: %d
th: ข้อความใน Mac เครื่องนี้: %d รายการ
tr: Bu Mac’teki hazır metinler: %d
vi: Đoạn văn bản trên máy Mac này: %d
zh_hans: 这台 Mac 上的短语：%d 条
zh_hant: 這台 Mac 上的短語：%d 條

# 이 맥의 단축어를 지우고 다시 받을까요?
source: Erase this Mac's snippets and pull again?
cs: Vymazat úryvky na tomto Macu a stáhnout je znovu?
da: Vil du slette tekststykkerne på denne Mac og hente igen?
de: Textbausteine auf diesem Mac löschen und neu laden?
el: Διαγραφή των αποσπασμάτων αυτού του Mac και εκ νέου λήψη;
es: ¿Borrar los fragmentos de este Mac y volver a descargarlos?
fi: Poistetaanko tämän Macin tekstinpätkät ja noudetaan ne uudelleen?
fr: Effacer les extraits de ce Mac et tout récupérer ?
id: Hapus cuplikan di Mac ini dan ambil ulang?
it: Cancellare i frammenti di questo Mac e scaricarli di nuovo?
ja: このMacのスニペットを消去して取り込み直しますか？
ko: 이 맥의 단축어를 지우고 다시 받을까요?
nb: Vil du slette tekstbitene på denne Macen og hente på nytt?
nl: Fragmenten op deze Mac wissen en opnieuw ophalen?
pl: Wymazać fragmenty na tym Macu i pobrać je ponownie?
pt_br: Apagar os trechos deste Mac e baixar de novo?
ru: Стереть заготовки на этом Mac и загрузить заново?
sv: Radera textsnuttarna på den här Macen och hämta igen?
th: ลบข้อความใน Mac เครื่องนี้แล้วดึงใหม่ไหม
tr: Bu Mac’teki hazır metinler silinip yeniden çekilsin mi?
vi: Xóa đoạn văn bản trên máy Mac này và tải lại?
zh_hans: 要清空这台 Mac 的短语并重新获取吗？
zh_hant: 要清空這台 Mac 的短語並重新取得嗎？

# 이 맥의 데이터를 지우지 못했습니다: %@
source: Could not erase this Mac's data: %@
cs: Data na tomto Macu nelze vymazat: %@
da: Kunne ikke slette data på denne Mac: %@
de: Daten auf diesem Mac konnten nicht gelöscht werden: %@
el: Δεν ήταν δυνατή η διαγραφή των δεδομένων αυτού του Mac: %@
es: No se pudieron borrar los datos de este Mac: %@
fi: Tämän Macin tietoja ei voitu poistaa: %@
fr: Impossible d’effacer les données de ce Mac : %@
id: Tidak dapat menghapus data di Mac ini: %@
it: Impossibile cancellare i dati di questo Mac: %@
ja: このMacのデータを消去できませんでした：%@
ko: 이 맥의 데이터를 지우지 못했습니다: %@
nb: Kunne ikke slette data på denne Macen: %@
nl: Kan de gegevens op deze Mac niet wissen: %@
pl: Nie można wymazać danych na tym Macu: %@
pt_br: Não foi possível apagar os dados deste Mac: %@
ru: Не удалось стереть данные на этом Mac: %@
sv: Kunde inte radera data på den här Macen: %@
th: ลบข้อมูลใน Mac เครื่องนี้ไม่ได้: %@
tr: Bu Mac’in verileri silinemedi: %@
vi: Không thể xóa dữ liệu trên máy Mac này: %@
zh_hans: 无法清空这台 Mac 的数据：%@
zh_hant: 無法清空這台 Mac 的資料：%@

# 이 시점으로 되돌릴까요?
source: Restore to this version?
cs: Obnovit tuto verzi?
da: Vil du gendanne denne version?
de: Auf diesen Stand zurücksetzen?
el: Επαναφορά σε αυτή την έκδοση;
es: ¿Volver a esta versión?
fi: Palautetaanko tämä versio?
fr: Revenir à cet état ?
id: Kembali ke versi ini?
it: Tornare a questa versione?
ja: この時点に戻しますか？
ko: 이 시점으로 되돌릴까요?
nb: Vil du gjenopprette denne versjonen?
nl: Terugzetten naar deze versie?
pl: Przywrócić tę wersję?
pt_br: Voltar para esta versão?
ru: Восстановить эту версию?
sv: Återställa till den här versionen?
th: ย้อนกลับไปใช้ข้อมูลชุดนี้ไหม
tr: Bu sürüme geri dönülsün mü?
vi: Quay lại phiên bản này?
zh_hans: 要恢复到这个版本吗？
zh_hant: 要還原到這個版本嗎？

# 이 파일은 ClipKeyboard 백업 파일이 아니거나 손상되었습니다.
source: This file isn't a ClipKeyboard backup, or it's corrupted.
cs: Tento soubor není záloha ClipKeyboard, nebo je poškozený.
da: Denne fil er ikke en ClipKeyboard-sikkerhedskopi, eller også er den beskadiget.
de: Diese Datei ist kein ClipKeyboard-Backup oder sie ist beschädigt.
el: Αυτό το αρχείο δεν είναι αντίγραφο ασφαλείας του ClipKeyboard ή είναι κατεστραμμένο.
es: Este archivo no es una copia de seguridad de ClipKeyboard o está dañado.
fi: Tämä tiedosto ei ole ClipKeyboardin varmuuskopio, tai se on vioittunut.
fr: Ce fichier n’est pas une sauvegarde ClipKeyboard ou il est endommagé.
id: File ini bukan cadangan ClipKeyboard atau sudah rusak.
it: Questo file non è un backup di ClipKeyboard oppure è danneggiato.
ja: このファイルはClipKeyboardのバックアップではないか、破損しています。
ko: 이 파일은 ClipKeyboard 백업 파일이 아니거나 손상되었습니다.
nb: Denne filen er ikke en sikkerhetskopi fra ClipKeyboard, eller så er den skadet.
nl: Dit bestand is geen ClipKeyboard-reservekopie of het is beschadigd.
pl: Ten plik nie jest kopią zapasową ClipKeyboard lub jest uszkodzony.
pt_br: Este arquivo não é um backup do ClipKeyboard ou está corrompido.
ru: Этот файл не является резервной копией ClipKeyboard или повреждён.
sv: Den här filen är ingen säkerhetskopia från ClipKeyboard, eller så är den skadad.
th: ไฟล์นี้ไม่ใช่ข้อมูลสำรองของ ClipKeyboard หรือไฟล์เสียหาย
tr: Bu dosya bir ClipKeyboard yedeği değil ya da bozuk.
vi: Tệp này không phải bản sao lưu ClipKeyboard hoặc đã bị hỏng.
zh_hans: 这个文件不是剪贴键盘的备份文件，或者已损坏。
zh_hant: 這個檔案不是剪貼鍵盤的備份檔，或者已損毀。

# 이름
source: Name
cs: Jméno
da: Navn
el: Όνομα
es: Nombre
fi: Nimi
fr: Nom
id: Nama
it: Nome
ja: 名前
ko: 이름
nb: Navn
nl: Naam
pl: Imię i nazwisko
pt_br: Nome
ru: Имя
sv: Namn
th: ชื่อ
tr: Ad
vi: Tên
zh_hans: 姓名
zh_hant: 姓名

# 이미지
source: Image
cs: Obrázek
da: Billede
de: Bild
el: Εικόνα
es: Imagen
fi: Kuva
id: Gambar
it: Immagine
ja: 画像
ko: 이미지
nb: Bilde
nl: Afbeelding
pl: Obraz
pt_br: Imagem
ru: Изображение
sv: Bild
th: รูปภาพ
tr: Görüntü
vi: Hình ảnh
zh_hans: 图片
zh_hant: 圖片

# 이미지 단축어
source: Image snippet
cs: Obrázkový úryvek
da: Billedstykke
de: Bild-Textbaustein
el: Απόσπασμα εικόνας
es: Fragmento de imagen
fi: Kuvapätkä
fr: Extrait image
id: Cuplikan gambar
it: Frammento immagine
ja: 画像スニペット
ko: 이미지 단축어
nb: Bildebit
nl: Afbeeldingsfragment
pl: Fragment z obrazem
pt_br: Trecho de imagem
ru: Заготовка-изображение
sv: Bildsnutt
th: ข้อความแบบรูปภาพ
tr: Görüntü hazır metni
vi: Đoạn hình ảnh
zh_hans: 图片短语
zh_hant: 圖片短語

# 이미지 첨부
source: Image attachment
cs: Příloha s obrázkem
da: Vedhæftet billede
de: Bildanhang
el: Συνημμένη εικόνα
es: Imagen adjunta
fi: Kuvaliite
fr: Image jointe
id: Lampiran gambar
it: Immagine allegata
ja: 画像の添付
ko: 이미지 첨부
nb: Bildevedlegg
nl: Bijgevoegde afbeelding
pl: Załączony obraz
pt_br: Imagem anexada
ru: Вложенное изображение
sv: Bifogad bild
th: รูปภาพที่แนบ
tr: Görüntü eki
vi: Ảnh đính kèm
zh_hans: 附加图片
zh_hant: 附加圖片

# 이미지를 PNG로 변환할 수 없습니다.
source: Couldn't convert the image to PNG.
cs: Obrázek nelze převést do PNG.
da: Billedet kunne ikke konverteres til PNG.
de: Das Bild konnte nicht in PNG umgewandelt werden.
el: Δεν ήταν δυνατή η μετατροπή της εικόνας σε PNG.
es: No se pudo convertir la imagen a PNG.
fi: Kuvaa ei voitu muuntaa PNG-muotoon.
fr: Impossible de convertir l’image en PNG.
id: Tidak dapat mengubah gambar ke PNG.
it: Impossibile convertire l’immagine in PNG.
ja: 画像をPNGに変換できませんでした。
ko: 이미지를 PNG로 변환할 수 없습니다.
nb: Kunne ikke konvertere bildet til PNG.
nl: Kan de afbeelding niet naar PNG omzetten.
pl: Nie można przekonwertować obrazu do PNG.
pt_br: Não foi possível converter a imagem em PNG.
ru: Не удалось преобразовать изображение в PNG.
sv: Det gick inte att konvertera bilden till PNG.
th: แปลงรูปภาพเป็น PNG ไม่ได้
tr: Görüntü PNG’ye dönüştürülemedi.
vi: Không thể chuyển hình ảnh sang PNG.
zh_hans: 无法将图片转换为 PNG。
zh_hant: 無法將圖片轉換為 PNG。

# 이미지를 불러올 수 없습니다
source: Couldn't load the image
cs: Obrázek nelze načíst
da: Billedet kunne ikke indlæses
de: Das Bild konnte nicht geladen werden
el: Δεν ήταν δυνατή η φόρτωση της εικόνας
es: No se pudo cargar la imagen
fi: Kuvaa ei voitu ladata
fr: Impossible de charger l’image
id: Tidak dapat memuat gambar
it: Impossibile caricare l’immagine
ja: 画像を読み込めませんでした
ko: 이미지를 불러올 수 없습니다
nb: Kunne ikke laste inn bildet
nl: Kan de afbeelding niet laden
pl: Nie można wczytać obrazu
pt_br: Não foi possível carregar a imagem
ru: Не удалось загрузить изображение
sv: Det gick inte att läsa in bilden
th: โหลดรูปภาพไม่ได้
tr: Görüntü yüklenemedi
vi: Không thể tải hình ảnh
zh_hans: 无法载入图片
zh_hant: 無法載入圖片

# 이미지를 선택하세요
source: Choose an image
cs: Vyberte obrázek
da: Vælg et billede
de: Bild auswählen
el: Επιλέξτε εικόνα
es: Elige una imagen
fi: Valitse kuva
fr: Choisissez une image
id: Pilih gambar
it: Scegli un’immagine
ja: 画像を選択
ko: 이미지를 선택하세요
nb: Velg et bilde
nl: Kies een afbeelding
pl: Wybierz obraz
pt_br: Escolha uma imagem
ru: Выберите изображение
sv: Välj en bild
th: เลือกรูปภาพ
tr: Bir görüntü seçin
vi: Chọn một hình ảnh
zh_hans: 选择图片
zh_hant: 選擇圖片

# 이미지를 추가해보세요
source: Try adding an image
cs: Zkuste přidat obrázek
da: Prøv at tilføje et billede
de: Füg doch ein Bild hinzu
el: Δοκιμάστε να προσθέσετε μια εικόνα
es: Prueba a añadir una imagen
fi: Kokeile lisätä kuva
fr: Ajoutez une image
id: Coba tambahkan gambar
it: Prova ad aggiungere un’immagine
ja: 画像を追加してみましょう
ko: 이미지를 추가해보세요
nb: Prøv å legge til et bilde
nl: Voeg eens een afbeelding toe
pl: Dodaj obraz
pt_br: Experimente adicionar uma imagem
ru: Попробуйте добавить изображение
sv: Testa att lägga till en bild
th: ลองเพิ่มรูปภาพดูสิ
tr: Bir görüntü eklemeyi deneyin
vi: Thử thêm một hình ảnh
zh_hans: 试着添加一张图片
zh_hant: 試著加入一張圖片

# 이전 시점으로 되돌리기
source: Restore an earlier version
cs: Obnovit dřívější verzi
da: Gendan en tidligere version
de: Früheren Stand wiederherstellen
el: Επαναφορά προηγούμενης έκδοσης
es: Volver a una versión anterior
fi: Palauta aiempi versio
fr: Revenir à un état précédent
id: Kembali ke versi sebelumnya
it: Torna a una versione precedente
ja: 以前の時点に戻す
ko: 이전 시점으로 되돌리기
nb: Gjenopprett en tidligere versjon
nl: Zet een eerdere versie terug
pl: Przywróć wcześniejszą wersję
pt_br: Voltar para uma versão anterior
ru: Восстановить прежнюю версию
sv: Återställ en tidigare version
th: ย้อนกลับไปข้อมูลชุดก่อน
tr: Önceki bir sürüme geri dön
vi: Quay lại phiên bản trước
zh_hans: 恢复到较早的版本
zh_hant: 還原到較早的版本

# 인사
source: Greeting
cs: Pozdrav
da: Hilsen
de: Begrüßung
el: Χαιρετισμός
es: Saludo
fi: Tervehdys
fr: Salutation
id: Salam
it: Saluto
ja: あいさつ
ko: 인사
nb: Hilsen
nl: Begroeting
pl: Powitanie
pt_br: Saudação
ru: Приветствие
sv: Hälsning
th: คำทักทาย
tr: Selamlama
vi: Lời chào
zh_hans: 问候语
zh_hant: 問候語

# 임시
source: Temporary
cs: Dočasné
da: Midlertidig
de: Temporär
el: Προσωρινό
es: Temporal
fi: Tilapäinen
fr: Temporaire
id: Sementara
it: Temporaneo
ja: 一時
ko: 임시
nb: Midlertidig
nl: Tijdelijk
pl: Tymczasowe
pt_br: Temporário
ru: Временное
sv: Tillfällig
th: ชั่วคราว
tr: Geçici
vi: Tạm thời
zh_hans: 临时
zh_hant: 暫時

# 자동으로 채워지는 값
source: Auto-filled values
cs: Automaticky vyplňované hodnoty
da: Automatisk udfyldte værdier
de: Automatisch ausgefüllte Werte
el: Τιμές που συμπληρώνονται αυτόματα
es: Valores que se rellenan solos
fi: Automaattisesti täytettävät arvot
fr: Valeurs remplies automatiquement
id: Nilai yang terisi otomatis
it: Valori compilati automaticamente
ja: 自動で入る値
ko: 자동으로 채워지는 값
nb: Automatisk utfylte verdier
nl: Automatisch ingevulde waarden
pl: Wartości wypełniane automatycznie
pt_br: Valores preenchidos automaticamente
ru: Автоматически заполняемые значения
sv: Automatiskt ifyllda värden
th: ค่าที่กรอกให้อัตโนมัติ
tr: Otomatik doldurulan değerler
vi: Giá trị tự động điền
zh_hans: 自动填入的值
zh_hant: 自動填入的值

# 자주 사용하는 텍스트를 저장하고 빠르게 붙여넣기
source: Save frequently used text and paste it quickly
cs: Ukládejte často používaný text a rychle ho vkládejte
da: Gem tekst, du bruger tit, og indsæt den hurtigt
de: Häufig genutzte Texte sichern und schnell einsetzen
el: Αποθηκεύστε κείμενο που χρησιμοποιείτε συχνά και επικολλήστε το γρήγορα
es: Guarda los textos que más usas y pégalos al instante
fi: Tallenna usein käyttämäsi teksti ja sijoita se nopeasti
fr: Enregistrez vos textes fréquents et collez-les en un instant
id: Simpan teks yang sering dipakai dan tempel dengan cepat
it: Salva i testi che usi spesso e incollali al volo
ja: よく使う文章を保存して、すばやくペースト
ko: 자주 사용하는 텍스트를 저장하고 빠르게 붙여넣기
nb: Lagre tekst du bruker ofte, og lim den inn raskt
nl: Bewaar veelgebruikte tekst en plak hem snel
pl: Zapisuj często używany tekst i szybko go wklejaj
pt_br: Salve textos que você usa sempre e cole num instante
ru: Сохраняйте часто используемый текст и быстро вставляйте его
sv: Spara text du använder ofta och klistra in den snabbt
th: บันทึกข้อความที่ใช้บ่อยแล้ววางได้ทันที
tr: Sık kullandığınız metinleri kaydedin ve hızla yapıştırın
vi: Lưu những đoạn văn bản hay dùng và dán thật nhanh
zh_hans: 保存常用文字，随时快速粘贴
zh_hant: 儲存常用文字，隨時快速貼上

# 잠시 사용 불가
source: Temporarily unavailable
cs: Dočasně nedostupné
da: Midlertidigt utilgængelig
de: Vorübergehend nicht verfügbar
el: Προσωρινά μη διαθέσιμο
es: No disponible temporalmente
fi: Tilapäisesti poissa käytöstä
fr: Temporairement indisponible
id: Sementara tidak tersedia
it: Temporaneamente non disponibile
ja: 一時的に利用できません
ko: 잠시 사용 불가
nb: Midlertidig utilgjengelig
nl: Tijdelijk niet beschikbaar
pl: Chwilowo niedostępne
pt_br: Indisponível no momento
ru: Временно недоступно
sv: Tillfälligt otillgängligt
th: ใช้งานไม่ได้ชั่วคราว
tr: Geçici olarak kullanılamıyor
vi: Tạm thời không khả dụng
zh_hans: 暂时不可用
zh_hant: 暫時無法使用

# 저장 구역 확인 실패: %@
source: Could not check zones: %@
cs: Zóny nelze zkontrolovat: %@
da: Kunne ikke kontrollere zoner: %@
de: Zonen konnten nicht geprüft werden: %@
el: Δεν ήταν δυνατός ο έλεγχος των ζωνών: %@
es: No se pudieron comprobar las zonas: %@
fi: Vyöhykkeitä ei voitu tarkistaa: %@
fr: Impossible de vérifier les zones : %@
id: Tidak dapat memeriksa zona: %@
it: Impossibile controllare le zone: %@
ja: ゾーンを確認できませんでした：%@
ko: 저장 구역 확인 실패: %@
nb: Kunne ikke kontrollere soner: %@
nl: Kan zones niet controleren: %@
pl: Nie można sprawdzić stref: %@
pt_br: Não foi possível verificar as zonas: %@
ru: Не удалось проверить зоны: %@
sv: Kunde inte kontrollera zoner: %@
th: ตรวจสอบโซนไม่ได้: %@
tr: Bölgeler denetlenemedi: %@
vi: Không thể kiểm tra vùng: %@
zh_hans: 无法检查存储区：%@
zh_hant: 無法檢查儲存區：%@

# 저장 실패: %@
source: Save failed: %@
cs: Uložení se nezdařilo: %@
da: Kunne ikke gemme: %@
de: Sichern fehlgeschlagen: %@
el: Η αποθήκευση απέτυχε: %@
es: Error al guardar: %@
fi: Tallennus epäonnistui: %@
fr: Échec de l’enregistrement : %@
id: Gagal menyimpan: %@
it: Salvataggio non riuscito: %@
ja: 保存に失敗しました：%@
ko: 저장 실패: %@
nb: Lagring mislyktes: %@
nl: Bewaren mislukt: %@
pl: Nie można zapisać: %@
pt_br: Falha ao salvar: %@
ru: Не удалось сохранить: %@
sv: Det gick inte att spara: %@
th: บันทึกไม่สำเร็จ: %@
tr: Kaydedilemedi: %@
vi: Lưu không thành công: %@
zh_hans: 保存失败：%@
zh_hant: 儲存失敗：%@

# 저장 실패: 단축어를 찾을 수 없습니다
source: Couldn't save — snippet not found
cs: Nelze uložit – úryvek nebyl nalezen
da: Kunne ikke gemme – tekststykket blev ikke fundet
de: Sichern nicht möglich – Textbaustein nicht gefunden
el: Δεν ήταν δυνατή η αποθήκευση — το απόσπασμα δεν βρέθηκε
es: No se pudo guardar: fragmento no encontrado
fi: Tallennus ei onnistunut – tekstinpätkää ei löytynyt
fr: Enregistrement impossible — extrait introuvable
id: Tidak dapat menyimpan — cuplikan tidak ditemukan
it: Impossibile salvare: frammento non trovato
ja: 保存できませんでした — スニペットが見つかりません
ko: 저장 실패: 단축어를 찾을 수 없습니다
nb: Kunne ikke lagre – fant ikke tekstbiten
nl: Kan niet bewaren – fragment niet gevonden
pl: Nie można zapisać – nie znaleziono fragmentu
pt_br: Não foi possível salvar — trecho não encontrado
ru: Не удалось сохранить — заготовка не найдена
sv: Det gick inte att spara – textsnutten hittades inte
th: บันทึกไม่ได้ — ไม่พบข้อความ
tr: Kaydedilemedi — hazır metin bulunamadı
vi: Không thể lưu — không tìm thấy đoạn văn bản
zh_hans: 保存失败 — 找不到该短语
zh_hant: 儲存失敗 — 找不到該短語

# 저장소를 찾을 수 없습니다.
source: Storage not found.
cs: Úložiště nebylo nalezeno.
da: Lagring blev ikke fundet.
de: Speicher nicht gefunden.
el: Ο χώρος αποθήκευσης δεν βρέθηκε.
es: No se encontró el almacenamiento.
fi: Tallennustilaa ei löytynyt.
fr: Stockage introuvable.
id: Penyimpanan tidak ditemukan.
it: Spazio di archiviazione non trovato.
ja: ストレージが見つかりません。
ko: 저장소를 찾을 수 없습니다.
nb: Fant ikke lagringen.
nl: Opslag niet gevonden.
pl: Nie znaleziono magazynu.
pt_br: Armazenamento não encontrado.
ru: Хранилище не найдено.
sv: Lagringen hittades inte.
th: ไม่พบพื้นที่จัดเก็บ
tr: Saklama alanı bulunamadı.
vi: Không tìm thấy bộ nhớ.
zh_hans: 找不到储存空间。
zh_hant: 找不到儲存空間。

# 전
source: ago
cs: zpět
da: siden
de: her
el: πριν
es: atrás
fi: sitten
fr: auparavant
id: lalu
it: fa
ja: 前
ko: 전
nb: siden
nl: geleden
pl: temu
pt_br: atrás
ru: назад
sv: sedan
th: ที่แล้ว
tr: önce
vi: trước
zh_hans: 前
zh_hant: 前

# 저장
source: Save
cs: Uložit
da: Gem
de: Sichern
el: Αποθήκευση
es: Guardar
fi: Tallenna
fr: Enregistrer
id: Simpan
it: Salva
ja: 保存
ko: 저장
nb: Lagre
nl: Bewaar
pl: Zapisz
pt_br: Salvar
ru: Сохранить
sv: Spara
th: บันทึก
tr: Kaydet
vi: Lưu
zh_hans: 保存
zh_hant: 儲存

# 저장 구역: %@
source: Zones: %@
cs: Zóny: %@
da: Zoner: %@
de: Zonen: %@
el: Ζώνες: %@
es: Zonas: %@
fi: Vyöhykkeet: %@
id: Zona: %@
it: Zone: %@
ja: ゾーン：%@
ko: 저장 구역: %@
nb: Soner: %@
pl: Strefy: %@
pt_br: Zonas: %@
ru: Зоны: %@
sv: Zoner: %@
th: โซน: %@
tr: Bölgeler: %@
vi: Vùng: %@
zh_hans: 存储区：%@
zh_hant: 儲存區：%@

# 저장된 단축어가 없어 백업하지 않았습니다.
source: There are no saved shortcuts, so nothing was backed up.
cs: Nejsou uložené žádné úryvky, takže se nic nezálohovalo.
da: Der er ingen gemte tekststykker, så intet blev sikkerhedskopieret.
de: Es gibt keine gesicherten Textbausteine, daher wurde nichts gesichert.
el: Δεν υπάρχουν αποθηκευμένα αποσπάσματα, οπότε δεν δημιουργήθηκε αντίγραφο.
es: No hay fragmentos guardados, así que no se hizo ninguna copia.
fi: Tallennettuja tekstinpätkiä ei ole, joten mitään ei varmuuskopioitu.
fr: Aucun extrait enregistré : rien n’a été sauvegardé.
id: Tidak ada cuplikan yang tersimpan, jadi tidak ada yang dicadangkan.
it: Non ci sono frammenti salvati, quindi non è stato eseguito alcun backup.
ja: 保存されたスニペットがないため、バックアップしませんでした。
ko: 저장된 단축어가 없어 백업하지 않았습니다.
nb: Det finnes ingen lagrede tekstbiter, så ingenting ble sikkerhetskopiert.
nl: Er zijn geen bewaarde fragmenten, dus er is geen reservekopie gemaakt.
pl: Nie ma zapisanych fragmentów, więc nic nie skopiowano.
pt_br: Não há trechos salvos, então nenhum backup foi feito.
ru: Сохранённых заготовок нет, поэтому копировать нечего.
sv: Det finns inga sparade textsnuttar, så ingenting säkerhetskopierades.
th: ไม่มีข้อความที่บันทึกไว้ จึงไม่ได้สำรองอะไร
tr: Kaydedilmiş hazır metin olmadığı için hiçbir şey yedeklenmedi.
vi: Không có đoạn văn bản nào được lưu nên chưa sao lưu gì.
zh_hans: 没有已保存的短语，因此未进行备份。
zh_hant: 沒有已儲存的短語，因此未進行備份。

# 전역 단축키
source: Global shortcuts
cs: Globální klávesové zkratky
da: Globale tastaturgenveje
de: Globale Tastenkürzel
el: Καθολικές συντομεύσεις
es: Atajos globales
fi: Globaalit pikanäppäimet
fr: Raccourcis globaux
id: Pintasan global
it: Abbreviazioni globali
ja: グローバルショートカット
ko: 전역 단축키
nb: Globale hurtigtaster
nl: Systeembrede toetscombinaties
pl: Globalne skróty klawiszowe
pt_br: Atalhos globais
ru: Глобальные сочетания клавиш
sv: Globala kortkommandon
th: ปุ่มลัดส่วนกลาง
tr: Genel kısayollar
vi: Phím tắt toàn cục
zh_hans: 全局快捷键
zh_hant: 全域快速鍵
